RRN_Data/1154100/1154110.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-06-27T09:22:14.171+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-06-27T09:22:14.171+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230627-000462" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-06-27T09:22:13.357+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="230627-000462-102" version="2"><situationRecordCreationReference>frmar-230627-157696-frmar-230627-177764</situationRecordCreationReference><situationRecordCreationTime>2023-06-27T08:15:08.896+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-06-27T08:15:08.896+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-06-27T09:22:13.357+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-06-27T08:15:08.896+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-06-27T08:15:03.871+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Méditerranée/District Rhône Cévennes/CEI La Croisière</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 1190 m à l'ouest de Lamotte-du-Rhône</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>bothWays</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.264957</latitude><longitude>4.6780868</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lamotte-du-Rhône</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N86</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Lamotte-du-Rhône</value></values></alertCLocationName><specificLocation>37710</specificLocation></alertCLocation><offsetDistance><offsetDistance>1190</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>both</directionRelativeAtPoint><linearElement><roadNumber>N0086</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>100.0</distanceAlong><fromReferent><referentIdentifier>84PR2U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>singleAlternateLineTraffic</roadOrCarriagewayOrLaneManagementType></situationRecord><situationRecord xsi:type="Accident" id="230627-000462-1" version="3"><situationRecordCreationReference>frmar-230627-157696-frmar-230627-177762</situationRecordCreationReference><situationRecordCreationTime>2023-06-27T07:52:26.232+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-06-27T09:22:10.396+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-06-27T09:22:13.357+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-06-27T07:52:26.232+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><sourceType>roadOperatorPatrol</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-06-27T07:49:43.403+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">situé 1190 m à l'ouest de Lamotte-du-Rhône</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>bothWays</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.264957</latitude><longitude>4.6780868</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lamotte-du-Rhône</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N86</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Lamotte-du-Rhône</value></values></alertCLocationName><specificLocation>37710</specificLocation></alertCLocation><offsetDistance><offsetDistance>1190</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>both</directionRelativeAtPoint><linearElement><roadNumber>N0086</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>100.0</distanceAlong><fromReferent><referentIdentifier>84PR2U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType><groupOfVehiclesInvolved><numberOfVehicles>2</numberOfVehicles><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>